[Info]
Language=Italian
charset=iso-8859-1
Author=ZaX
[String]
HOMEPAGE=http://www.youngzsoft.net
BUYNOW=http://www.youngzsoft.net/user.htm

;Configuration Dialog
Configuration=Confgurazione
Protocol=Protocollo
Local IP Address:=IP Locale
Web Cached=Web Cache
Auto Startup=Auto Startup
Auto Hide=Auto nascondi
Auto Detect=Auto Detect
Proxy services=Servizi Proxy
OK=OK
Cancel=Annulla
Advanced=Avanzato
NT Service=servizio NT 

;Dial
Dial-up=Dial-UP
Dial-up Entries=Dial-up Elenco
Dial-up User Name=Dial-up utente
Dial-up Password=Dial-up password
Idle disconnect minutes=Pausa disconnessione (min.)
Enable Auto Dial-up=Abil. Auto Dial-UP

;Log
Log=Log
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCproxy puo' loggare qualsiasi info utente. Non intercettare lui/lei senza permesso.
Log session selection=Selezione sessione di log
Request URL=Richiesta URL
Mail Info=Info posta
Outgoing Mails=Uscita posta
Maximum Lines=Linee massime
Clear Logs=Pulisci logs
Save Logs to File=Salva log in file
Export Excel=Esporta in Excel
New Log Daily=Nuovo log del giorno.
Flow Stats Time Interval(m)=Statistiche flusso dati (m)
Enable Flow Stats=Abilita Statistiche
Flow Stats=Stat. di flusso

;Mail
Mail=Posta
Primary DNS=DNS primario
Secondary DNS=DNS second.
Maximum Tries=Max tentativi
Time Interval Before Next Try=Attendi prima di provare
Minutes=Minuti
Mail Queue Length=Lugh. mail in coda
SMTP Port=SMTP porta
POP3 Port=POP3 porta

;Miscellaneous
Miscellaneous=Altro
Language=Linguaggio
Socket Idle disconnect minutes=Socket Idle disconnect minutes
Password Protection=Protez. password
Password=Password
Need Password When Startup=Password allo startUP
Hide All=Nascondi tutto
Tip: Show CCProxy when launch again.=Tips allo startUP
Disable External Users=Disabil. utenti esterni
Web Sites for On-line Checking=Website per controlli in linea
Auto Scan Computer Name=Auto Scan Computer Name
Enable SOCKS4=Abilita SOCKS4

;Cascading Proxy
Cascading proxy=Cascanding PROXY
CCProxy permits local server to access Internet via other proxy.=CCProxy puo' accedere al server locale tramite altro proxy esterno.
Enable Cascading Proxy=Abilita Proxy in cascata
Proxy Address=Proxy Address
Proxy Protocol=Proxy Protocol
Port=Porta
Need Authorization=Richiesta autorizz.
User Name=Nome utente
Password=Password

;Cache
Cache=Cache
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Nota: Cache abilitata solo per Int.Expl vers.4 o sup.
Settings=Settaggi
Always Load From Cache=Carica dalla cache
Cache Update Time(minutes)=Aggiorna cache ogni (minuti)
Change Cache Options via IE=Cambia opz. cache tramite IE
IE Cache Options=IE opz. cache
Cache Path:=Cache Path
Cache Size(M):=Dimens. Cache (Mb)

;Account Manager Dialog
Account Manager=Gestione Account
Options=Opzioni
Filter/Time=Filtro/tempo
Web Filter=Filtro web
Time Schedule=Schedario tempo
New=Nuovo
Edit=Edita
Delete=Cancella
Select All=Selez. tutto
Auto Scan=Auto controlla
User Count:=Utenti
Permit Category:=Abilta Categoria
Auth Type:=Tipo autenticazione
Send Message=Invia messagio

;Account Dialog
Account=Account
User/Group Name=Utente/Gruppo
Password=Password
IP Address/IP Range=IP indirizzo/IP
MAC Address=Indirizzo MAC
Maximum Connections=Max connessioni
*Unlimited Connection:-1=Connessioni nolimit
Bandwidth For Each Connection(Byte/s)=Largh. banda per connessione (Byte/s)
Remote Dial-up=Remote dial-up
Others=Altro
Time Schedule=Schedario Tempo
Web Filter=Filtro WEB
New=Nuovo
Save=Salva

;Register Dialog
Registration=Registrazione
Machine ID=ID macchina
Serial Number=Num. seriale
Register Code=Codice
&Register=&Reegistra
&Buy Now=&Compra
&Close=&Chiudi

;Connection Info Dialog
Current Connection Information=Info sulla connessione attuale
Connection information=Info di connessione
Connections:=Connessioni
Users:=Utenti
Stop Scroll=Ferma scroll
Open Logs=Apri logs
Mail transfer information=info trasferinento MAIL
Mail in transfer=Mail in movimento
Mail undelivered=Mail non consegnate
Mails:=Mails
Close=Chiudi
Transfer &Again=Transfer &Again
&Delete=&Cancella
&Refresh=&Aggiorna
Internet mail transfer status=Stato trasferimento posta web

;Web Filter
Web Filter Name=Nome filtro WEB
Site Filter=Filtra sito
Permitted Sites=Siti permessi
Forbidden Sites=Siti proibiti
Forbidden Content=Contenuti proibiti
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=
Tip: Each item is divided by semicolon. Eg. chat;travel=
Forbidden URL=URL bloccate
Tip: Each item is divided by semicolon. Eg. .exe;.zip=

;Time Schedule
Time Schedule Name=Nome Schedario a tempo
Sunday=Domenica
Monday=Lunedi
Tuesday=Martedi
Wednesday=Mercoledi
Thursday=Giovedi
Friday=Venerdi
Saturday=Sabato

;Time Table
Time Table=Tempi
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=
Unselect All=Deseleziona tutto
Apply To:=Applica a

;Get Address
Get Address=Prendi indirizzo
Computer Name=Nome PC
Retrieve=Riprova
Apply=Applica
Close=Chiudi

;Menu
&Dial-up=&Componi
D&isconnect=D&isconnetti

;Resource String
&About CCProxy...=&Info su
User Name|IP Address|MAC Address|Connections|=Nome Utente|IP indirizzo|MAC indirizzo|Connessioni|
Windows sockets initiation failed.=Inizializzazione SOCKETS fallita.
Socket creation failed!=Creazione Socket fallita!
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Inizio|Fine|Opzioni|Account|Registraz.|Esci|Nascondi|Aiuto|
DNS service startup failed!=Inizializz. DNS fallita! 
HTTP proxy startup failed!=Inizializz. HTTP fallita!
SOCKS proxy startup failed!=SOCKS proxy iniziallizz. fallita!
Are you sure to close CCProxy?=Sei sicuro di chiudere CCProxy?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Startup proxy|Stop proxy|Opzioni di configurazione|Gestione Account|Registra CCProxy|Chiudi proxy|Nascondi interfaccia|CCProxy aiuto|
User already exists or User/IP/MAC length is illegal!=Utente doppio o lunghezza User/IP/MAC illegali!
on search ...=alla ricerca di..
This operation will add all local users' info. Continue?=Questa funz. aggiungera' altre info utente, continuare?
Are you sure to delete this account?=Sei sicuro di rimuovere questo account?
Another instance of CCProxy has been run!=Una copia di CCPROXY sta girando !!
Time|User Name|IP Address|Action|=Tempi|Nome utente|IP Indirizzo|Azioni|
Please select log file path:=Selez. percorso file log:
Are you sure to delete all the logs?=Vuoi cancellare tutti i logs?
Permit All|Permit Only|Permit All But=Abilita tutto|Abilita solo|Abilita tutto ma
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=IP indirizzo|MAC indirizzo|Utente/Password|Utente/Password + IP|Utente/Password + MAC
Congratulations. You have registered successfully!=Registrazione eseguita - OK -
Sorry. Registration Failed!=Registrazione Fallita !
%s(Demo Version Can Only Support 3 Users)=(demo vers. solo 3 utenti)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=Mail ID|Mail da|Mail per|Invii |Tempo Inizio|Ultima Risposta|
Mail proxy startup failed!=Start-up proxy fallita!
Unknown=Sconosciuto
Host=Host
News proxy startup failed!=News proxy startup fallito!
FTP proxy startup failed!=FTP proxy startup fallito!
Telnet proxy startup failed!=Telnet proxy startup fallito!
Some mails are in transfer. Are you sure to exit?=Mail in trasefrimento. Sei sicuro di uscire? 
The account system only supports no more than 500 users!=Non puoi superare i 500 account per sistema!
Are you sure to delete this mail?=Sei sicuro di cancellare questa mail?
News=News
MAP service startup failed!=Map  start-up servizio fallito!
Wrong Password.=Password errata.
Current version is the latest version %d.%d %s.=Current version is the latest version %d.%d %s.
New version %d.%d %s. Download Now?=New version %d.%d %s. Download Now?
New version. Download Now?=New version. Download Now?
Checking new version. Please waiting ...=Checking new version. Please waiting ...

;09/18/2002
Get MAC Address=Ottieni MAC addr.
Start=Inizia
Stop=Ferma

;10/05/2002
Type|Dest Host|Dest Port|Local Port|=
Port Map=Port Map
Add=Aggiungi
Modify=Modifica
Dest Host=Destin. Host
Dest Port=Destin. Port
Port Type=Port Type
Local Port=Local Port
Low IP Address=Min. IP addr.
High IP Address=Max. IP addr.
Are you sure to delete these items?=Sei sicuro di cancellare questo items?

Line Chart Options=Opzioni Line Chart
Connections Maximum=Conness. massime
Bandwidth Maximum=Largh di banda max.

Reset=Reset
Cancel All=Canc. tutto
Export=Esporta
Import=Importa
Connections=Connessioni
Bandwidth=Banda Largh.
RESERVED=Riservato
Picture Info=Picture Info
Bandwidth(byte/s)=Largh. banda(byte/s)
*Unlimited Bandwidth:-1=*Larg.banda illimitata:-1
IP Address=IP Indirizzo
Local Protocol=Prot. locale
k byte=k byte
Login=Login
Too Many Users. Please contact Youngzsoft for support of more users.=Troppi Utenti. contatta Youngzsoft per questo supporto.
Enable Anti Email Virus=Abil. anti e-mail virus.

Log Analysis=Analisi log.
Log File=Log. File
Filter=Filtro
Time=Tempi
Action=Azione
Content=Contenuto
URL=URL
Analysis=Analizza
Open=Apri
User Name|IP Address|MAC Address|Connections|Bandwidth|Enable|Group|Belongs Group|Time|Web Filter|Time Schedule=Utente|IP indirizzo|MAC indirizzo|Connessioni|Largh. banda|Abilitato|Gruppo|Nel gruppo|Orario|Filtro Web|Pianificazione
Enable=Abilita
As Group=As Group
Belongs to Group=Appertiene al gruppo
Auto disable at=Auto disab. alle
Web Title Info=Web Title Info
NT User(AD) Auth=Autorizz. Utente NT(AD)

Bytes=Bytes
Username=Username
Invalid time.=Invalid time.
Invalid service.=Servizio non valido
Invalid time.=Tempo non valido.
Unknown=Sconosciuto

is using port=porta in uso
Do you want to stop it?=Vuoi fermarlo?
Stop failed!=Stop falllito!
Too many connections.=Troppe connessioni.
Remote Admin service startup failed!=servizio Ammin. remoto start fallito!
is external user, blocked=Utente esterno bloccato!